[
  {
    "name": "Roy Lichtenstein",
    "biography": "Lichtenstein then left New York to study at Ohio State University, which offered studio courses and a degree in fine arts. His studies were interrupted by a three-year stint in the Army during and after World War II between 1943 and 1946. After being in training programs for languages, engineering, and pilot training, all of which were cancelled, he served as an orderly, draftsman, and artist.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/4/4f/Roy_Lichtenstein.jpg",
    "email": "Lichtenstein@santart.com",
    "location": "United States"
  },
  {
    "name": "Andy Warhol",
    "biography": "No artist is more closely associated with advertising, consumer culture, and mass media than Andy Warhol. Through his brazen appropriation of images and his radical use of the photo-emulsion silkscreen process, the artist became synonymous with Pop. His ability to produce the same image—over and over, quickly and efficiently—upset traditional boundaries between fine and commercial art. ",
    "photo": "https://www.ahoradata.com/wp-content/uploads/2021/02/header.jpg",
    "email": "Warhol@saintArt.com",
    "location": "United States"
  },
  {
    "name": "Diego Rivera Barrientos",
    "biography": "A leader of the Mexican muralist movement of the 1920s, who sought to challenge social and political iniquities, Diego Rivera often turned to indigenous themes to foster Mexican cultural pride. After years of rigorous art training in Mexico City, he traveled throughout Europe before settling in Paris in 1912, where he befriended other emigré avant-garde artists, including Amedeo Modigliani and Piet Mondrian. ",
    "photo": "https://tvazteca.brightspotcdn.com/23/71/9b208daee4952909362288a351c9/diegoriverafotoespecial-2272225.jpg",
    "email": "diegorivera@santart.com",
    "location": "México"
  },
  {
    "name": "Vincent Van Gogh",
    "biography": "During Vincent van Gogh’s tumultuous career as a painter, he created a revolutionary style characterized by exaggerated forms, a vivid color palette, and loose, spontaneous handling of paint.",
    "photo": "https://artic-web.imgix.net/null5c3ab45d-ba78-458c-a90d-53a58d86e2ac/Van-Gogh_self-portrait.jpg?rect=0%2C0%2C2365%2C3000&auto=format%2Ccompress&q=80&fit=crop&crop=faces%2Cedges%2Centropy&w=1000&h=1268",
    "email": "vangogh@santart.com",
    "location": "Holland, Paris"
  },
  {
    "name": "Katsushika Hokusai",
    "biography": "Katsushika Hokusai’s woodblock print The Great Wave is one of the most famous and recognizable works of art in the world. This work is from Hokusai’s much-celebrated series Thirty-Six Views of Mount Fuji (Fugaku sanjûrokkei), a tour-de-force that established the popularity of landscape prints, which continues to this day. Hokusai spent the majority of his life in the capital of Edo, now Tokyo, and lived in a staggering 93 separate residences.",
    "photo": "https://japan-forward.com/wp-content/uploads/2020/07/Katsushika-Hokusai-Portrait-.jpg",
    "email": "katsushika@santart.com",
    "location": "Japan"
  },
  {
    "name": "Jean Marc Janiaczyk Douai",
    "biography": "Jean-Marc Janiaczyk was born in 1966 in Douai, in the north of France, he is a self-taught landscape painter who painted exclusively oil paintings and in 1990 he started with a technically demanding style, hyper-realism. In 1998 he began to use a spatula and devoted himself above all to landscapes of Provence, with their vibrant and intense colours. In his paintings he has faithfully portrayed the light and heat of the region's summer. Bright red poppies, orange sunflowers, fields, modest houses on the side of the road receding into the distance... in the author's landscapes one can see some similarities with the works of his teacher and inspirer, V. Van Gogh. He exhibited his works in Florida, France, Denmark, Germany, Spain and Morocco and his paintings are in many private collections in France, Belgium, USA, Denmark, Germany, Spain, Czech Republic and Morocco.",
    "photo": "https://i.pinimg.com/564x/57/bb/38/57bb385beec7ee7a85e4998c1bd784a9.jpg",
    "email": "douai@santArt.com",
    "location": "Douai, north of France"
  },
  {
    "name": "Bav Jozwiak",
    "biography": "Bav Jozwiak has earned her signature status in the American Watercolor Society, the National Watercolor Society, Watercolor West, and others, too numerous to mention. She is an International Award winning Artist.  Born in Vancouver, Washington, Bev still resides there with her husband of 30 plus years. She has two daughters, and three grandchildren.  She has been included in countless “Best of Art Books”, including numerous times in the well know series by North Light, “Splash”. Has had a plethora of magazine articles, including one emagazine cover,  the cover of Sept. 2017 North Light Watercolor Magazine, and the Cover of the Palette magazine in 2019. ",
    "photo": "https://1.bp.blogspot.com/-BjXxQjCKDoE/WOATQ_-jh-I/AAAAAAAAQMI/yHZRJSgQbiYHzB2C-7EMk8XRcdu6hzIpgCLcB/s1600/Bev%2BJozwiak%2BTutt%2527Art%2540%2B%252810%2529.jpg",
    "email": "paintingjoz@hotmail.com",
    "location": "Vancouver, Washington"
  },
  {
    "name": "Elena Kraft",
    "biography": "Hello, my name is Elena, I am an artist and choreographer and I live in Kiel. I masterfully combine figurative, floral, portret and animal painting. In Kiel I own two dance schools and my artwork is inspired by my passion for dancing, merging the charm and grace of a dancer, thus giving the paintings a very special, very sensual touch. Furthermore, through years of experience with body control, as well as the insight of an expert in body language, which I acquired in the long years as a trainer, choreographer and dancer, I bring my paintings to life in a very artistic way. When I finish a painting, I am ready for it to find its new home. I've had my time creating and developing, and when it's over, my time with it is over and I know it was created for someone else's enjoyment. I love what I do. I love creating works of art and I am proud of the images I create. Beautiful and meaningful images that speak to people as much as they spoke to me.",
    "photo": "https://cdn.singulart.com/artists/v2/pictures/cropped/artwork/base/8883_artwork_79ff2f4f5ceaa06f252e9f9bb21f1e41.jpeg",
    "email": "elkraft@hotmail.com",
    "location": "Kronshagen, Schleswig-Holstein, Germany"
  },
  {
    "name": "Kate Louise Powell",
    "biography": "Kate Louise Powell is an illustrator and animal rights activist from Halifax, West Yorkshire, currently based in Glasgow. After drawing recreationally all her life, Kate began to take her art career more seriously in 2012, producing a series of popular illustrations featuring the recurring motifs of flowers and butterflies. Since then he has experimented with photography, mixed media and painting, but continues to work primarily with colored pencil/pencil and black ink.",
    "photo": "https://img.blogs.es/anexom/wp-content/uploads/2018/12/42707058715_61bbdc578f_k.jpg",
    "email": "katelouisepowell@hotmail.co.uk",
    "location": "Glasgow, Escocia"
  },
  {
    "name": "Adilov Kabul",
    "biography": "Adilov Kabul was born in 1959 in Tashkent, Uzbekistan. He studied art in St. Petersburg, Russia, and graduated from the St. Petersburg State Academy of Painting, Sculpture and Architecture in 1985. He moved to Budapest, Hungary in 1987. Despite his youth, he has been one of the most colorful personalities of Hungarian contemporary art. His talent is endowed with the mysterious charm of his native land, its rich historical and cultural legacy. The name chosen by Adilov Kabul, alias Chaghatay, evokes the surroundings of the old quarter of his father's house. In his landscapes the ancient and modern vision of the world are combined. In his figures myth and poetry are united. His rich art is inspired by the vision of the intimate unity of man and nature. His works are found on three continents of the world. He has exhibited in many of the former Soviet Union republics and later in Japan, India, South Korea, and Spain. His largest solo exhibition was held in Munich, Germany. mania, and the Ross Gallery exhibits his works constantly in London.",
    "photo": "https://media.istockphoto.com/photos/forty-something-man-picture-id502734204?k=20&m=502734204&s=612x612&w=0&h=1rvrzD1IE7b626BMzGSHODvD9F8gdnpYgyCRGjsXPMM=",
    "email": "adi@gmail.com",
    "location": "Budapest, Hungary"
  },
  {
    "name": "Winslow Homer",
    "biography": "Winslow Homer is known for his dynamic portrayals of the power and beauty of nature and his reflections on humanity's struggle with the sea. A keen observer of the world around him, Homer also experimented with color, form and composition, pushing his landscapes and genre pictures in modern directions.Raised in Massachusetts, he apprenticed in a Boston lithograph shop in the mid-1850s and soon found work as a freelance illustrator.Moving to New York, He did work for Harper's Weekly, among other magazines, and enrolled in drawing classes at the National Academy of Design.",
    "photo": "https://lopezcorrea.com/2017/images/hombreshormonas.gif",
    "email": "homer@gmail.com",
    "location": "New York, USA"
  }
]
