[
    { "name": "Roy Lichtenstein",
        "biography": "Lichtenstein then left New York to study at Ohio State University, which offered studio courses and a degree in fine arts. His studies were interrupted by a three-year stint in the Army during and after World War II between 1943 and 1946. After being in training programs for languages, engineering, and pilot training, all of which were cancelled, he served as an orderly, draftsman, and artist.",
        "photo": "https://upload.wikimedia.org/wikipedia/commons/4/4f/Roy_Lichtenstein.jpg",
        "email": "Lichtenstein@santart.com",            
        "location": "United States"},
    {"name": "Andy Warhol",
        "biography": "No artist is more closely associated with advertising, consumer culture, and mass media than Andy Warhol. Through his brazen appropriation of images and his radical use of the photo-emulsion silkscreen process, the artist became synonymous with Pop. His ability to produce the same image—over and over, quickly and efficiently—upset traditional boundaries between fine and commercial art. ",
        "photo": "https://www.ahoradata.com/wp-content/uploads/2021/02/header.jpg",
        "email": "Warhol@saintArt",            
        "location": "United States"},
    {"name": "Jean Marc Janiaczyk Douai",
        "biography": "Jean-Marc Janiaczyk nació en 1966 en Douai, en el norte de Francia, es un pintor paisajista autodidacta que pintó exclusivamente oleos y en 1990 comenzó con un estilo técnicamente exigente, el hiper-realismo. En 1998 comenzó a utilizar espátula y se dedico sobre todo a paisajes de la Provenza, con sus colores vibrantes e intensos. En sus pinturas ha retratado con fidelidad la luz y el calor del verano de la región. Amapolas de color rojo brillante, girasoles anaranjados, campos, casas modestas en el lateral de la carretera que se escapan en la distancia ... en los paisajes del autor se pueden ver algunas similitudes con las obras de su maestro e inspirador, V. Van Gogh. Expuso sus obras en la Florida, Francia, Dinamarca, Alemania, España y Marruecos y sus pinturas se encuentran en muchas colecciones privadas en Francia, Bélgica, EE.UU., Dinamarca, Alemania, España, República Checa y Marruecos. ",
        "photo": "https://www.ecured.cu/images/7/75/Jeanmarcjaniaczyk1.jpg",
        "email": "elfrances@gmail.com",
        "location": "Douai, en el norte de Francia"},
    {"name": "Bav Jozwiak",
        "biography": "Bav Jozwiak has earned her signature status in the American Watercolor Society, the National Watercolor Society, Watercolor West, and others, too numerous to mention. She is an International Award winning Artist.  Born in Vancouver, Washington, Bev still resides there with her husband of 30 plus years. She has two daughters, and three grandchildren.  She has been included in countless “Best of Art Books”, including numerous times in the well know series by North Light, “Splash”. Has had a plethora of magazine articles, including one emagazine cover,  the cover of Sept. 2017 North Light Watercolor Magazine, and the Cover of the Palette magazine in 2019. ",
        "photo": "https://1.bp.blogspot.com/-BjXxQjCKDoE/WOATQ_-jh-I/AAAAAAAAQMI/yHZRJSgQbiYHzB2C-7EMk8XRcdu6hzIpgCLcB/s1600/Bev%2BJozwiak%2BTutt%2527Art%2540%2B%252810%2529.jpg",
        "email": "paintingjoz@hotmail.com", 
        "location": "Vancouver, Washington"}
]
